---
kind: enumMember
id: F:Autodesk.Revit.DB.ImportPlacement.Origin
enum: Autodesk.Revit.DB.ImportPlacement
zh: 原点
source: html/3c54b2eb-2378-c692-4c00-46088b684604.htm
---
# Autodesk.Revit.DB.ImportPlacement.Origin

**中文**: 原点

Placement at the Origin.
 If reference point is provided, then the import is placed
 so the point is at the model's origin. If no point is provided,
 then the document's origin is matched with the model's origin.